/* Status message shown while cancelling search. */
"Cancelling search..." = "Cancelando busca...";

/* Status message shown when the plugin has succesfully connected to the service */
"Connected to Researchr..." = "Conectado a Researchr...";

/* Status message shown when plugin is connecting to the service */
"Connecting with Researchr..." = "Conectando com Researchr...";

/* Error message when query can't be created */
"Could not create query from search field input." = "Não foi possível criar um critério a partir da entrada informada no campo de busca.";

/* Status message shown after all metadata has been retrieved */
"Done." = "Concluido.";

/* Status message shown while fetching metadata for given articles. */
"Fetching metadata..." = "Buscando metadados...";

/* Status message shown while fetching the metadata for the specified tokens */
"Fetching meta data for token %d of %d..." = "Buscando metadados por palavra pesquisada %d de %d...";

/* Status message shown while fetching the metadata for the specified papers */
"Fetching paper %d of %d..." = "Buscando artigo %d de %d...";

/* Status message shown while fetching the metadata for the found papers */
"Fetching papers..." = "Buscando artigos...";

/* Status message shown when no results were found for the query */
"No papers found." = "Nenhum artigo encontrado.";

/* Recovery suggestion when query can't be created */
"Please ensure you have created a proper query." = "Por favor assegure-se de ter criado um critério apropriado.";

/* Recovery suggestion indicating to try the previous operation again at a later time */
"Please try again later." = "Tente novamente mais tarde.";

/* Recovery suggestion indicating to try the previous operation again */
"Please try again." = "Por favor tente novamente.";

/* Localized name of the service */
"Researchr" = "Researchr";

/* Error message indicating that the service is currently not available */
"Service Temporarily Unavailable." = "Serviço Temporariamente Indisponível.";

/* Symbols that need to be removed from the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_REMOVED" = "!#$%&^~(){}*§¶†‡";

/* Symbols that need to be replaced by a space in the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_CONVERTED_TO_SPACE" = "+,._;<>=?|";
